insert into app_user values (null, 'aaa1@aaaa.com','1234!','A1',TRUE,'aaaa1.jpg');
insert into app_user values (null, 'aaa2@aaaa.com','1234!','A2',TRUE,'aaaa2.jpg');
insert into app_user values (null, 'aaa3@aaaa.com','1234!','A3',TRUE,'aaaa3.jpg');
insert into app_user values (null, 'aaa4@aaaa.com','1234!','A4',TRUE,'aaaa4.jpg');
insert into app_user values (null, 'aaa5@aaaa.com','1234!','A5',TRUE,'aaaa5.jpg');

insert into app_category values (null,'beer');
insert into app_category values (null,'wine');
insert into app_category values (null,'cocktail');

insert into app_board values (null, '일반음식점에서 크래프트비어판매관련문의드려요.', '안녕하세요~ 일반음식점. 카페에서\xa0 아주 소량으로 크래프트비어를 만들어 유통없이 매장내 고객에게만 판매하는것에 된다는 사람도 있고 안된다는 사람도있고....... -.-;;\n양조장 개념은 아니고, 쉽게 말해 홈브로윙 정도의규모로 병입하여, 자체 생산이 가능한지 여부를 문의드립니다. \n유통의 경우 양조제조장을 만들어야하며, 일반 하우스맥주는 그냥 만들어 판매해도 된다는 분도 계시고, \n그렇게 팔면 안된다는분도 계시고,,,,,, \n그런 명확한 정보를 아시는분계시면 도움부탁드립니다. ', '2017.01.28 21:20:55', 2, 5) ;
insert into app_board values (null, '맥주에서 초콜릿이나 커피를 넣었다고해서', '안녕하세요~ 일반음식점. 카페에서\xa0 아주 소량으로 크래프트비어를 만들어 유통없이 매장내 고객에게만 판매하는것에 된다는 사람도 있고 안된다는 사람도있고....... -.-;;\n양조장 개념은 아니고, 쉽게 말해 홈브로윙 정도의규모로 병입하여, 자체 생산이 가능한지 여부를 문의드립니다. \n유통의 경우 양조제조장을 만들어야하며, 일반 하우스맥주는 그냥 만들어 판매해도 된다는 분도 계시고, \n그렇게 팔면 안된다는분도 계시고,,,,,, \n그런 명확한 정보를 아시는분계시면 도움부탁드립니다. ', '2017.01.22 23:36:43', 3, 4) ;
insert into app_board values (null, '[입소스코리아]주류 관련 조사 참여자를 모집합니다.(사례비 10만원)', '안녕하세요~ 일반음식점. 카페에서\xa0 아주 소량으로 크래프트비어를 만들어 유통없이 매장내 고객에게만 판매하는것에 된다는 사람도 있고 안된다는 사람도있고....... -.-;;\n양조장 개념은 아니고, 쉽게 말해 홈브로윙 정도의규모로 병입하여, 자체 생산이 가능한지 여부를 문의드립니다. \n유통의 경우 양조제조장을 만들어야하며, 일반 하우스맥주는 그냥 만들어 판매해도 된다는 분도 계시고, \n그렇게 팔면 안된다는분도 계시고,,,,,, \n그런 명확한 정보를 아시는분계시면 도움부탁드립니다. ', '2017.01.10 14:45:17', 3, 4) ;
insert into app_board values (null, '텀블벅에서 주류 증정: 어떻게 해야할까요?', '안녕하세요~ 일반음식점. 카페에서\xa0 아주 소량으로 크래프트비어를 만들어 유통없이 매장내 고객에게만 판매하는것에 된다는 사람도 있고 안된다는 사람도있고....... -.-;;\n양조장 개념은 아니고, 쉽게 말해 홈브로윙 정도의규모로 병입하여, 자체 생산이 가능한지 여부를 문의드립니다. \n유통의 경우 양조제조장을 만들어야하며, 일반 하우스맥주는 그냥 만들어 판매해도 된다는 분도 계시고, \n그렇게 팔면 안된다는분도 계시고,,,,,, \n그런 명확한 정보를 아시는분계시면 도움부탁드립니다. ', '2017.01.03 11:51:26', 3, 4) ;
insert into app_board values (null, '이번에 홈브루잉을 시작해보려는 초보입니다.', '안녕하세요~ 일반음식점. 카페에서\xa0 아주 소량으로 크래프트비어를 만들어 유통없이 매장내 고객에게만 판매하는것에 된다는 사람도 있고 안된다는 사람도있고....... -.-;;\n양조장 개념은 아니고, 쉽게 말해 홈브로윙 정도의규모로 병입하여, 자체 생산이 가능한지 여부를 문의드립니다. \n유통의 경우 양조제조장을 만들어야하며, 일반 하우스맥주는 그냥 만들어 판매해도 된다는 분도 계시고, \n그렇게 팔면 안된다는분도 계시고,,,,,, \n그런 명확한 정보를 아시는분계시면 도움부탁드립니다. ', '2016.12.18 17:01:50', 3, 1) ;
insert into app_board values (null, '선물 받은 플라이니 디 엘더 맛이 없네요. ㅠㅠ 넘겨 받으실 분 있나요?', '안녕하세요~ 일반음식점. 카페에서\xa0 아주 소량으로 크래프트비어를 만들어 유통없이 매장내 고객에게만 판매하는것에 된다는 사람도 있고 안된다는 사람도있고....... -.-;;\n양조장 개념은 아니고, 쉽게 말해 홈브로윙 정도의규모로 병입하여, 자체 생산이 가능한지 여부를 문의드립니다. \n유통의 경우 양조제조장을 만들어야하며, 일반 하우스맥주는 그냥 만들어 판매해도 된다는 분도 계시고, \n그렇게 팔면 안된다는분도 계시고,,,,,, \n그런 명확한 정보를 아시는분계시면 도움부탁드립니다. ', '2016.11.21 23:07:02', 1, 1) ;
insert into app_board values (null, '맥주를찾습니다.. 어디가면 구할수있을까요?', '안녕하세요~ 일반음식점. 카페에서\xa0 아주 소량으로 크래프트비어를 만들어 유통없이 매장내 고객에게만 판매하는것에 된다는 사람도 있고 안된다는 사람도있고....... -.-;;\n양조장 개념은 아니고, 쉽게 말해 홈브로윙 정도의규모로 병입하여, 자체 생산이 가능한지 여부를 문의드립니다. \n유통의 경우 양조제조장을 만들어야하며, 일반 하우스맥주는 그냥 만들어 판매해도 된다는 분도 계시고, \n그렇게 팔면 안된다는분도 계시고,,,,,, \n그런 명확한 정보를 아시는분계시면 도움부탁드립니다. ', '2016.09.28 16:22:21', 2, 2) ;
insert into app_board values (null, '도움 부탁드립니다.ㅠㅠ', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.09.25 14:31:20', 3, 4) ;
insert into app_board values (null, '술 못마시는 초보인데요 쓰기만하거든요.', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.08.26 21:37:19', 1, 2) ;
insert into app_board values (null, '홈브루잉 위한 맥주 책 추천 부탁드립니다.', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.08.15 22:52:23', 1, 2) ;
insert into app_board values (null, 'KBS 열풍이 뜨겁네요', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.05.27 13:25:25', 1, 2) ;
insert into app_board values (null, '어메이징브루잉컴퍼니에서 맥주 강의를 하나보네요', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.05.19 13:29:43', 3, 2) ;
insert into app_board values (null, '2016 듀벨 트리플 홉 출시~~!', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.05.18 13:37:47', 3, 1) ;
insert into app_board values (null, '홈플 맥주 종류가 줄어드는 듯 싶습니다.', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.04.25 11:28:05', 1, 1) ;
insert into app_board values (null, '수입맥주병이 필요한신 분들께 무료로 나눠드립니다...', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.04.11 18:48:48', 1, 1) ;
insert into app_board values (null, '결혼식에 케이터링을 하려고 하는데요..', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.04.02 16:08:46', 3, 5) ;
insert into app_board values (null, '[국내크래프트맥주리뷰서비스] 디어비어스 Dearbeers 입니다.', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.03.30 22:37:40', 2, 3) ;
insert into app_board values (null, '이태원 라일리스 이사갔나요?', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.03.24 16:47:35', 3, 1) ;
insert into app_board values (null, '맥주공장 투어 가보셨어요? 이번에 콘서트 결합상품 나왔던데.', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.03.08 12:11:59', 1, 5) ;
insert into app_board values (null, '맥주를 제대로 배우고 싶고 전문가가 되고 싶어서 현 맥주업에 종사하시는 분들께 조언구합니다.', '커피맛 우유\n초콜릿맛 우유같은\n\n그런 맥주는 아니더군요.\n\n초콜릿을 넣었다면 맥아에서 필요한 당을 얻고도 중간에 당을 추가로 넣어\xa0\n\n도수를 높이거나 좀더 질척이고 깔끔하지 안은 느낌을\n\n맥주에 주고싶어 부가적으로 넣는 것 아닌가요?\n\n저는 커피와 초콜릿, 꿀 등등이 첨가된 맥주를 마셔도\xa0\n\n그 부가물들의 특징을 맥주에세 찾아낼수가 없어 답답합니다. 제 혀나 코가 이쪽으로는 소질이 없는건지 자괴감도 들고요.\n\n도대체 초콜릿을 넣어서 표현하고 싶었던건 뭘까요..\n\n왜 커피를 넣었을까요..', '2016.03.06 22:37:54', 2, 2) ;

insert into app_product values (null, 'cass', 'absddd.jpg', 5.53, 0, 1);
insert into app_product values (null, 'cass', 'absddd.jpg', 115.53, 0, 1);











